#+title: Evaluación de exposición: Network Time Protocol (NTP)
#+author: Gunnar Wolf

- Tema presentado por :: Alejandro Ramírez y Rubén Lozano
- Calificación global :: (7.21 × 0.3) + (8.25 × 0.7) = *7.94*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+------------+----------+-----------+-------|
| Originalidad | Relevancia | Claridad | Presencia | Total |
|--------------+------------+----------+-----------+-------|
|           10 |        7.5 |      7.5 |       7.5 |  8.13 |
|           10 |          5 |      7.5 |       7.5 |  7.50 |
|          7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |        7.5 |      7.5 |         5 |  7.50 |
|           10 |        7.5 |       10 |        10 |  9.38 |
|          7.5 |        7.5 |      7.5 |         5 |  6.88 |
|            0 |        7.5 |        5 |         5 |  4.38 |
|           10 |        7.5 |       10 |        10 |  9.38 |
|           10 |        7.5 |      7.5 |       7.5 |  8.13 |
|          7.5 |          5 |       10 |         5 |  6.88 |
|            5 |        7.5 |        5 |       7.5 |  6.25 |
|            5 |        7.5 |        5 |       7.5 |  6.25 |
|          7.5 |          5 |        5 |         5 |  5.63 |
|--------------+------------+----------+-----------+-------|
|         7.69 |       6.92 |     7.31 |      6.92 |  7.21 |
#+TBLFM: @>$1..@>$4=vmean(@II..@III-1); f-2::@2$>..@>$>=vmean($1..$4); f-2
* Evaluación del docente

- Originalidad del tema :: Excelente (10)
- Material desarrollado :: Suficiente (5)
- Contenido :: Bueno (7.5)

	       Una buena exposición, tal vez profundizando un poquito
               demasiado en la introducción. Me hubiera gustado que
               explicaran un poco más cómo se logra una sincronización
               tan buena (pocos milisegundos) al considerar
               desplazamiento y jitter, ¡es la /magia/ del protocolo!
- Fuentes bibliográficas :: Excelente (10)
- Uso del tiempo :: Bueno (7.5)
- Dominio del tema :: Excelente (10)
- Presencia :: Excelente (10)
- Global :: 10×0.1 + 5×0.2 + 7.5×0.2 + 10×0.1 + 7.5×0.1 + 10×0.15 +
            10×0.15 = *8.25*

